Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitWeather/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.heavyRainExpectedLaterToday
source: Heavy rain expected later today.
ar: من المتوقع هطول أمطار غزيرة لاحقًا اليوم.
bg: Очаква се силен дъжд по-късно днес.
ca: S'espera pluja intensa més tard avui.
cs: Očekává se silný déšť později dnes.
da: Tyk regn forventes senere i dag.
de: Später am Tag wird starker Regen erwartet.
el: Προβλέπεται ισχυρή βροχή αργότερα σήμερα.
es: Se espera lluvia intensa más tarde hoy.
es_419: Se espera lluvia intensa más tarde hoy.
fi: Raskaampaa sadetta odotettavissa myöhemmin tänään.
fr: De fortes pluies sont attendues plus tard dans la journée.
fr_ca: De fortes pluies sont attendues plus tard aujourd'hui.
he: צפויה גשם כבד מאוחר יותר היום.
hi: आज बाद में भारी बारिश की उम्मीद है।
hr: Očekuje se jaka kiša kasnije danas.
hu: Erős eső várható a mai nap folyamán.
id: Hujan lebat diperkirakan akan turun nanti hari ini.
it: Si prevedono forti piogge più tardi oggi.
ja: 今日は午後から激しい雨が予想されます。
kk: Бүгін кешке ауыр жауын-шашын күтіледі.
ko: 오늘 오후에 폭우가 예상됩니다.
ms: Hujan lebat dijangkakan kemudian hari ini.
nb: Kraftig regn forventes senere i dag.
nl: Er wordt later vandaag zware regen verwacht.
pl: Oczekiwane silne opady deszczu później dzisiaj.
pt_br: Previsão de chuva forte mais tarde hoje.
pt_pt: Previsão de chuva forte mais tarde hoje.
ro: Se așteaptă ploi torențiale mai târziu astăzi.
ru: Ожидаются сильные дожди в конце дня.
sk: Očakáva sa silný dážď neskôr dnes.
sv: Kraftig regn väntas senare idag.
th: คาดว่าฝนจะตกหนักในภายหลังวันนี้.
tr: Bugün ağır yağmur bekleniyor.
uk: Очікується сильний дощ пізніше сьогодні.
vi: Mưa lớn dự kiến sẽ đến sau hôm nay.
zh_hans: 预计今天稍后有大雨。
zh_hant: 預計今天稍後會有大雨。
zh_hk: 稍後預期會有大雨。

# TK.Message.lightningDetectedInYourArea
source: Lightning detected in your area.
ar: تم الكشف عن صاعقة في منطقتك.
bg: Обнаружено е мълния в твоя район.
ca: S'ha detectat llamps a la teva àrea.
cs: Byl detekován blesk ve tvé oblasti.
da: Lyn registreret i dit område.
de: Blitz in deiner Nähe erkannt.
el: Ανεμοστρόβιλοι ανιχνεύτηκαν στην περιοχή σας.
es: Se detectó un rayo en tu área.
es_419: Se detectó rayos en tu área.
fi: Salamaa havaittu alueellasi.
fr: Foudre détectée dans votre région.
fr_ca: Foudre détectée dans votre région.
he: ברק זוהה באזור שלך.
hi: आपके क्षेत्र में बिजली के कड़कने का पता चला।
hr: Munja je zabilježena u vašem području.
hu: Villámot észleltek a környékeden.
id: Petir terdeteksi di daerahmu.
it: Fulmine rilevato nella tua zona.
ja: あなたの地域で雷が検出されました。
kk: Сіздің аймағыңызда найзағай анықталды.
ko: 당신 지역에 번개가 감지되었습니다.
ms: Petir dikesan di kawasan anda.
nb: Lyn oppdaget i ditt område.
nl: Bliksem gedetecteerd in jouw omgeving.
pl: Zgłoszono burzę w twojej okolicy.
pt_br: Relâmpago detectado na sua área.
pt_pt: Relâmpago detetado na sua área.
ro: Fulgere detectate în zona ta.
ru: Обнаружена молния в вашем районе.
sk: Blesk detegovaný vo vašej oblasti.
sv: Åska upptäckte i ditt område.
th: ตรวจพบฟ้าแลบในพื้นที่ของคุณ.
tr: Bölgenizde yıldırım tespit edildi.
uk: У вашій зоні виявлено блискавку.
vi: Phát hiện sét trong khu vực của bạn.
zh_hans: 检测到您所在地区有闪电。
zh_hant: 您的區域檢測到閃電。
zh_hk: 您的區域檢測到閃電。

# TK.Message.noWeatherDataAvailableForThisLocation
source: No weather data available for this location.
ar: لا توجد بيانات طقس متاحة لهذا الموقع.
bg: Няма налични метеорологични данни за това местоположение.
ca: No hi ha dades meteorològiques disponibles per a aquesta ubicació.
cs: Žádná meteorologická data k dispozici pro tuto lokalitu.
da: Ingen vejrmeter tilgængelig for denne placering.
de: Keine Wetterdaten für diesen Standort verfügbar.
el: Δεν είναι διαθέσιμα δεδομένα καιρού για αυτήν την τοποθεσία.
es: No hay datos meteorológicos disponibles para esta ubicación.
es_419: No hay datos meteorológicos disponibles para esta ubicación.
fi: Ei säädataa saatavilla tälle sijainnille.
fr: Aucune donnée météo disponible pour cet endroit.
fr_ca: Aucune donnée météorologique disponible pour cet emplacement.
he: אין נתוני מזג אוויר זמינים עבור מיקום זה.
hi: इस स्थान के लिए मौसम डेटा उपलब्ध नहीं है।
hr: Nema dostupnih podataka o vremenu za ovu lokaciju.
hu: Nincs elérhető időjárási adat erre a helyre.
id: Tidak ada data cuaca yang tersedia untuk lokasi ini.
it: Nessun dato meteo disponibile per questa posizione.
ja: この場所の天気データは利用できません。
kk: Бұл орын үшін ауа райы деректері жоқ.
ko: 이 위치에 대한 날씨 데이터가 없습니다.
ms: Tiada data cuaca tersedia untuk lokasi ini.
nb: Ingen værdata tilgjengelig for dette stedet.
nl: Geen weerdata beschikbaar voor deze locatie.
pl: Brak dostępnych danych pogodowych dla tej lokalizacji.
pt_br: Nenhum dado meteorológico disponível para este local.
pt_pt: Nenhum dado meteorológico disponível para esta localização.
ro: Fără date meteorologice disponibile pentru această locație.
ru: Нет доступных данных о погоде для этого места.
sk: Žiadne údaje o počasí nie sú k dispozícii pre túto lokalitu.
sv: Ingen väderdata tillgänglig för denna plats.
th: ไม่มีข้อมูลสภาพอากาศสำหรับสถานที่นี้.
tr: Bu konum için hava durumu verisi mevcut değil.
uk: Немає доступних даних погоди для цього місця.
vi: Không có dữ liệu thời tiết nào cho vị trí này.
zh_hans: 该位置没有可用的天气数据。
zh_hant: 此位置沒有可用的天氣數據。
zh_hk: 此位置的天氣數據不可用。

# TK.Message.rainExpectedInTheNextHour
source: Rain expected in the next hour.
ar: مطر متوقع خلال الساعة القادمة.
bg: Очаква се дъжд в следващия час.
ca: S'espera pluja en l'última hora.
cs: Očekává se déšť v příští hodině.
da: Regn forventes inden for den næste time.
de: Regen wird in der nächsten Stunde erwartet.
el: Βροχή αναμένεται την επόμενη ώρα.
es: Se espera lluvia en la próxima hora.
es_419: Se espera lluvia en la próxima hora.
fi: Sadetta odotettavissa seuraavan tunnin aikana.
fr: Pluie prévue dans l'heure prochaine.
fr_ca: Pluie prévue dans la prochaine heure.
he: צפויה גשם בשעה הקרובה.
hi: अगले घंटे में बारिश की संभावना है।
hr: Kiša se očekuje u sljedećem satu.
hu: Eső várható egy órán belül.
id: Hujan diperkirakan dalam satu jam ke depan.
it: Pioggia prevista nelle prossime ore.
ja: 今後1時間以内に雨が予想されています。
kk: Келесі сағатта жаңбыр күтілуде.
ko: 다음 1시간 내에 비가 예상됩니다.
ms: Hujan dijangka dalam sejam akan datang.
nb: Regn forventet i løpet av den neste timen.
nl: Regen verwacht in het komende uur.
pl: Oczekuje się deszczu w ciągu najbliższej godziny.
pt_br: Chuva esperada na próxima hora.
pt_pt: É esperado chuva na próxima hora.
ro: Se așteaptă ploaie în următoarea oră.
ru: Ожидается дождь в течение следующего часа.
sk: Dážď sa očakáva v nasledujúcej hodine.
sv: Regn förväntas under nästa timme.
th: มีฝนคาดว่าจะตกในชั่วโมงหน้า.
tr: Bir saat içinde yağmur bekleniyor.
uk: Очікується дощ протягом наступної години.
vi: Mưa được dự báo trong vòng một giờ tới.
zh_hans: 未来一小时内预计有雨。
zh_hant: 未來一小時內預期會下雨。
zh_hk: 預計在下一小時內會下雨。

# TK.Message.severeWeatherAlertInYourArea
source: Severe weather alert in your area!
ar: تنبيه عن طقس سيء في منطقتك!
bg: Издадено е предупреждение за тежки метеорологични условия в района ви!
ca: Alerta de clima sever a la teva àrea!
cs: Upozornění na silné nepříznivé počasí ve vaší oblasti!
da: Advarsel om alvorligt vejr i dit område!
de: Warnung vor extremem Wetter in deiner Nähe!
el: Προειδοποίηση για ακραία καιρικά φαινόμενα στην περιοχή σας!
es: ¡Alerta de clima severo en tu área!
es_419: ¡Alerta de clima severo en tu área!
fi: Vakava säävaroitus alueellasi!
fr: Alerte de conditions météorologiques sévères dans votre région !
fr_ca: Alerte météorologique sévère dans votre région !
he: התראת מזג אוויר קשה באזור שלך!
hi: आपके क्षेत्र में तेज़ मौसम चेतावनी!
hr: Upozorenje na loše vrijeme u vašem području!
hu: Súlyos időjárási figyelmeztetés a környékeden!
id: Peringatan cuaca ekstrem di area Anda!
it: Allerta meteo severo nella tua area!
ja: あなたの地域で暴風警報が発令されました！
kk: Сіздің аймағыңызда қатты ауа райының ескертуі!
ko: 귀하의 지역에서 심각한 날씨 경고!
ms: Amaran cuaca buruk di kawasan anda!
nb: Alvorlig værvarsling i ditt område!
nl: Zware weerswaarschuwing in jouw gebied!
pl: Ostrzeżenie o groźnej pogodzie w Twojej okolicy!
pt_br: Atenção: alerta de severas condições climáticas na sua região!
pt_pt: Alerta de mau tempo na sua área!
ro: Alertă de vreme severă în zona ta!
ru: Сигнал о сильном ухудшении погоды в вашем районе!
sk: Varovanie pred extrémnym počasím vo vašej oblasti!
sv: Svår vädervarning utfärdad i ditt område!
th: การแจ้งเตือนสภาพอากาศเลวร้ายในพื้นที่ของคุณ!
tr: Bölgenizde şiddetli hava uyarısı!
uk: Попередження про сильний вітер у вашому районі!
vi: Cảnh báo thời tiết khắc nghiệt trong khu vực của bạn!
zh_hans: 您所在地区的严重天气警报！
zh_hant: 您所在區域發出嚴重天氣警報！
zh_hk: 您所在區域的嚴重天氣警報！

# TK.Message.snowstormWarningIssuedTravelMayBeAffected
source: Snowstorm warning issued. Travel may be affected.
ar: تحذير عاصفة ثلجية. قد تتأثر الرحلات.
bg: Издадено е предупреждение за снежна буря. Пътуването може да бъде засегнато.
ca: Alerta de tempesta de neu emesa. El viatge pot veure's afectat.
cs: Cesta může být ovlivněna.
da: Advarsel om snestorm udstedt. Rejse kan blive påvirket.
de: Schneesturmwarnung herausgegeben. Reisen kann betroffen sein.
el: Εκδόθηκε προειδοποίηση χιονοθύελλας. Η ταξιδιωτική σας εμπειρία μπορεί να επηρεαστεί.
es: Advertencia de tormenta de nieve emitida. El viaje puede verse afectado.
es_419: Se emitió una advertencia de tormenta de nieve. El viaje puede verse afectado.
fi: Lumimyrskyvaroitus annettu. Matkustus saattaa häiriintyä.
fr: Alerte de tempête de neige émise. Les voyages peuvent être affectés.
fr_ca: Alerte tempête de neige émise. Les déplacements peuvent être affectés.
he: הוצא אזהרת סופת שלג. הנסיעות עשויות להיות מושפעות.
hi: बर्फ़बारी की चेतावनी जारी की गई है। यात्रा प्रभावित हो सकती है।
hr: Izdano upozorenje o snježnoj oluji. Putovanje može biti pogođeno.
hu: Hóvihar figyelmeztetés kiadva. Az utazás lehet, hogy érintett.
id: Peringatan badai salju dikeluarkan. Perjalanan mungkin terpengaruh.
it: Allerta tempesta di neve emessa. I viaggi potrebbero essere influenzati.
ja: 吹雪警報が発令されました。旅行に影響が出る可能性があります。
kk: Қарлы боран туралы ескерту берілді. Саяхатқа әсер етуі мүмкін.
ko: 눈폭풍 경고가 발효되었습니다. 여행에 영향이 있을 수 있습니다.
ms: Amaran ribut salji dikeluarkan. Perjalanan mungkin terjejas.
nb: Snøstormvarsel utstedt. Reiser kan bli påvirket.
nl: Sneeuwstormwaarschuwing uitgegeven. Reis kan worden beïnvloed.
pl: Wydano ostrzeżenie o burzy śnieżnej. Podróż może być utrudniona.
pt_br: Alerta de tempestade de neve emitido. Viagem pode ser afetada.
pt_pt: Alerta de tempestade de neve emitido. A viagem pode ser afetada.
ro: A fost emisă o alertă de furtună de zăpadă. Călătoria ar putea fi afectată.
ru: Выпущено предупреждение о снежной буре. Путешествие может быть осложнено.
sk: Varovanie pred snehovou búrkou. Cestovanie môže byť ovplyvnené.
sv: Snöstormvarning utfärdad. Resan kan påverkas.
th: มีการออกคำเตือนพายุหิมะ อาจส่งผลต่อการเดินทาง
tr: Kar fırtınası uyarısı verildi. Seyahat etkilenebilir.
uk: Випущено попередження про снігову бурю. Подорож може бути ускладнена.
vi: Cảnh báo bão tuyết đã được phát hành. Có thể việc đi lại sẽ bị ảnh hưởng.
zh_hans: 发布了暴风雪警告，旅行可能受到影响。
zh_hant: 已發出暴風雪警告。旅行可能受到影響。
zh_hk: 已發佈暴風雪警告。旅行可能會受到影響。

# TK.Message.stormApproachingYourArea
source: Storm approaching your area.
ar: عاصفة تقترب من منطقتك.
bg: Буря наближава твоя район.
ca: Tempesta s'apropa a la teva zona.
cs: Bouře se blíží k vaší oblasti.
da: Storm nærmer sig dit område.
de: Sturm nähert sich deinem Gebiet.
el: Καταιγίδα πλησιάζει την περιοχή σας.
es: Tormenta acercándose a tu área.
es_419: Tormenta acercándose a tu área.
fi: Myöskään ukkonen lähestyy aluettasi.
fr: Tempête approchant de votre région.
fr_ca: Tempête approchant votre région.
he: סופה מתקרבת לאזור שלך.
hi: आपके क्षेत्र में तूफान आ रहा है।
hr: Oluja se približava vašem području.
hu: Vihar közeleg a környékeden.
id: Badai mendekati daerah Anda.
it: Tempesta in avvicinamento nella tua area.
ja: あなたのエリアに嵐が近づいています。
kk: Сіздің аймағыңызға дауыл жақындап келеді.
ko: 당신의 지역에 폭풍이 접근하고 있습니다.
ms: Badai menghampiri kawasan anda.
nb: Storm på vei mot området ditt.
nl: Storm nadert jouw gebied.
pl: Burza zbliża się do Twojego obszaru.
pt_br: Tempestade se aproximando da sua área.
pt_pt: Tempestade a aproximar-se da sua área.
ro: Furtună se apropie de zona ta.
ru: Сталкер приближается к вашему региону.
sk: Blíži sa búrka do tvojej oblasti.
sv: Storm på väg mot ditt område.
th: พายุเข้าใกล้อาณาเขตของคุณแล้ว
tr: Bölgenize fırtına yaklaşıyor.
uk: У вашій зоні наближається шторм.
vi: Bão đang đến khu vực của bạn.
zh_hans: 暴风雨正在逼近你的地区。
zh_hant: 風暴即將襲擊您的區域。
zh_hk: 暴風雨即將來臨。

# TK.Message.temperatureDropExpectedOvernight
source: Temperature drop expected overnight.
ar: انخفاض درجة الحرارة متوقع خلال الليل.
bg: Очаква се спад на температурата през нощта.
ca: S'espera una baixada de temperatura durant la nit.
cs: Očekává se pokles teploty přes noc.
da: Temperaturfald forventes natten over.
de: Temperaturabfall über Nacht erwartet.
el: Αναμένεται πτώση της θερμοκρασίας κατά τη διάρκεια της νύχτας.
es: Se espera un descenso de temperatura durante la noche.
es_419: Se espera una caída de temperatura durante la noche.
fi: Yön aikana odotettavissa lämpötilan laskua.
fr: Chute de température prévue pendant la nuit.
fr_ca: Chute de température prévue pour la nuit.
he: צפויה ירידת טמפרטורה בלילה.
hi: रात भर तापमान में गिरावट की उम्मीद है।
hr: Očekuje se pad temperature tijekom noći.
hu: Éjszaka hőmérsékletcsökkenés várható.
id: Penurunan suhu diharapkan semalaman.
it: Si prevede un abbassamento della temperatura durante la notte.
ja: 夜間に気温が低下する見込みです。
kk: Түнде температураның төмендеуі күтілуде.
ko: 밤사이에 기온이 떨어질 것으로 예상됩니다.
ms: Penurunan suhu dijangka pada waktu malam.
nb: Forventet temperaturfall over natten.
nl: Temperatuurdaling verwacht vannacht.
pl: Oczekiwany spadek temperatury w nocy.
pt_br: Queda de temperatura esperada durante a noite.
pt_pt: Queda de temperatura esperada durante a noite.
ro: Se așteaptă o scădere a temperaturii peste noapte.
ru: Ожидается снижение температуры ночью.
sk: Očakáva sa pokles teploty cez noc.
sv: Temperaturfall förväntas över natten.
th: มีการคาดการณ์ว่าตอนกลางคืนอุณหภูมิจะลดลง
tr: Gece sıcaklık düşüşü bekleniyor.
uk: Очікується зниження температури вночі.
vi: Dự đoán nhiệt độ sẽ giảm vào ban đêm.
zh_hans: 预计夜间气温下降。
zh_hant: 預計今夜氣溫將下降。
zh_hk: 預計夜間氣溫將下降。

# TK.Message.uvIndexIsVeryHighToday
source: UV index is very high today.
ar: مؤشر الأشعة فوق البنفسجية مرتفع للغاية اليوم.
bg: Индексът на UVA е много висок днес.
ca: L'índex UV és molt alt avui.
cs: UV index je dnes velmi vysoký.
da: UV-indekset er meget højt i dag.
de: UV-Index ist heute sehr hoch.
el: Ο δείκτης UV είναι πολύ υψηλός σήμερα.
es: El índice UV está muy alto hoy.
es_419: El índice UV es muy alto hoy.
fi: UV-indeksi on tänään erittäin korkea.
fr: L'indice UV est très élevé aujourd'hui.
fr_ca: L'indice UV est très élevé aujourd'hui.
he: מדד ה-UV גבוה מאוד היום.
hi: यूवी इंडेक्स आज बहुत ऊँचा है।
hr: UV indeks je danas vrlo visok.
hu: A UV-index ma nagyon magas.
id: Indeks UV sangat tinggi hari ini.
it: L'indice UV è molto alto oggi.
ja: 今日のUVインデックスは非常に高いです。
kk: UV индексі бүгін өте жоғары.
ko: 오늘의 자외선 지수가 매우 높습니다.
ms: Indeks UV sangat tinggi hari ini.
nb: UV-indeksen er veldig høy i dag.
nl: UV-index is vandaag erg hoog.
pl: Indeks UV jest dzisiaj bardzo wysoki.
pt_br: O índice UV está muito alto hoje.
pt_pt: O índice UV está muito alto hoje.
ro: Indicele UV este foarte ridicat astăzi.
ru: Индекс УФ сегодня очень высокий.
sk: UV index je dnes veľmi vysoký.
sv: UV-indexet är mycket högt idag.
th: ดัชนี UV สูงมากในวันนี้.
tr: UV indeksi bugün çok yüksek.
uk: Індекс УФ дуже високий сьогодні.
vi: Chỉ số UV hôm nay rất cao.
zh_hans: 今天的紫外线指数非常高。
zh_hant: 今天的紫外線指數非常高。
zh_hk: 今天紫外線指數非常高。

# TK.Message.weatherStationConnectionLost
source: Weather station connection lost.
ar: تم فقدان اتصال محطة الطقس.
bg: Връзката с метеостанцията е загубена.
ca: Connexió amb l'estació meteorològica perduda.
cs: Ztraceno spojení s meteorologickou stanicí.
da: Forbindelse til vejstation mistet.
de: Verbindung zur Wetterstation verloren.
el: Η σύνδεση με τον μετεωρολογικό σταθμό χάθηκε.
es: Conexión de estación meteorológica perdida.
es_419: Conexión con la estación meteorológica perdida.
fi: Sääaseman yhteys katkaistu.
fr: Connexion à la station météo perdue.
fr_ca: Connexion à la station météo perdue.
he: חיבור תחנת מזג האוויר אבד.
hi: मौसम स्टेशन का कनेक्शन खो गया।
hr: Veza sa meteorološkom stanicom izgubljena.
hu: Az időjárás állomás kapcsolata megszakadt.
id: Koneksi stasiun cuaca hilang.
it: Connessione alla stazione meteorologica persa.
ja: 気象観測所の接続が失われました。
kk: Ауа райы станциясымен байланыс жоғалды.
ko: 기상 관측소 연결이 끊겼습니다.
ms: Sambungan stesen cuaca hilang.
nb: Tilkobling til værstasjon tapt.
nl: Verbinding met het weerstation verloren.
pl: Połączenie z stacją meteorologiczną utracone.
pt_br: Conexão com a estação meteorológica perdida.
pt_pt: Conexão com a estação meteorológica perdida.
ro: Conexiunea la stația meteo a fost pierdută.
ru: Соединение с метеостанцией потеряно.
sk: Strata spojenia s meteorologickou stanicou.
sv: Kontakt med väderstationen förlorad.
th: การเชื่อมต่อกับสถานีอากาศขาดหาย.
tr: Hava istasyonu bağlantısı kayboldu.
uk: Втрачене з'єднання з метеостанцією.
vi: Mất kết nối trạm khí tượng.
zh_hans: 天气站连接丢失。
zh_hant: 氣象站連線已中斷。
zh_hk: 氣象站連接丟失。

# TK.Message.windGustsExpectedToReachDangerousLevels
source: Wind gusts expected to reach dangerous levels.
ar: من المتوقع أن تصل هبات الرياح إلى مستويات خطيرة.
bg: Очакват се силни пориви на вятъра до опасни нива.
ca: S'esperen ràfegues de vent que arribaran a nivells perillosos.
cs: Očekávají se nárazy větru dosahující nebezpečných hladin.
da: Vindstød forventes at nå farlige niveauer.
de: Windböen werden voraussichtlich gefährliche Werte erreichen.
el: Αναμένονται επικίνδυνες ριπές ανέμου.
es: Se esperan ráfagas de viento que alcancen niveles peligrosos.
es_419: Se esperan ráfagas de viento que alcancen niveles peligrosos.
fi: Tuulen puuskat odotetaan saavuttavan vaaralliset tasot.
fr: Des rafales de vent devraient atteindre des niveaux dangereux.
fr_ca: Des rafales de vent devraient atteindre des niveaux dangereux.
he: צפויים משבי רוח להגיע לרמות מסוכנות.
hi: वायु की गति खतरनाक स्तरों पर पहुँचने की अपेक्षा की जा रही है।
hr: Očekuju se udari vjetra koji će doseći opasne razine.
hu: A szélrohamok várhatóan veszélyes szintet érnek el.
id: Angin kencang diperkirakan mencapai tingkat berbahaya.
it: Si prevedono raffiche di vento che raggiungeranno livelli pericolosi.
ja: 風速が危険なレベルに達する予想です。
kk: Желдің құйынды жылдамдығы қауіпті деңгейге жетуі күтілуде.
ko: 바람 돌풍이 위험한 수준에 도달할 것으로 예상됩니다.
ms: Angin kencang dijangka mencapai tahap berbahaya.
nb: Det er ventet at vindkastene skal nå farlige nivåer.
nl: Er worden windstoten verwacht die gevaarlijke niveaus kunnen bereiken.
pl: Oczekiwane porywy wiatru mogą osiągnąć niebezpieczne poziomy.
pt_br: Rajadas de vento esperadas para atingir níveis perigosos.
pt_pt: Esperam-se rajadas de vento com níveis perigosos.
ro: Se așteaptă ca rafalele de vânt să atingă niveluri periculoase.
ru: Ожидаются порывы ветра, достигающие опасных уровней.
sk: Očakávajú sa nárazy vetra, ktoré dosiahnu nebezpečné úrovne.
sv: Vindbyar förväntas nå farliga nivåer.
th: คาดว่าลมจะพัดแรงสูงถึงระดับอันตราย.
tr: Rüzgar hızlarının tehlikeli seviyelere ulaşması bekleniyor.
uk: Очікуються пориви вітру, які досягнуть небезпечних рівнів.
vi: Dự đoán gió giật sẽ đạt mức nguy hiểm.
zh_hans: 预计风速将达到危险水平。
zh_hant: 風速預計將達到危險水準。
zh_hk: 預計風速將達到危險水平。

# TK.Placeholder.analyzingWeatherDataDots
source: Analyzing weather data…
ar: جاري تحليل بيانات الطقس…
bg: Анализиране на данни за времето…
ca: Analitzant dades meteorològiques…
cs: Analyzuji meteorologická data…
da: Analyserer vejrdata…
de: Wetterdaten analysieren…
el: Ανάλυση δεδομένων καιρού…
es: Analizando datos meteorológicos…
es_419: Analizando datos del clima…
fi: Analysoidaan sään tietoja…
fr: Analyse des données météorologiques…
fr_ca: Analyse des données météorologiques…
he: מנתח נתוני מזג אוויר…
hi: मौसम डेटा का विश्लेषण कर रहे हैं…
hr: Analiziranje vremenskih podataka…
hu: Időjárási adatok elemzése…
id: Menganalisis data cuaca…
it: Analizzando dati meteorologici…
ja: 天気データを分析中…
kk: Ауа райы деректерін талдау…
ko: 날씨 데이터 분석 중…
ms: Menganalisis data cuaca…
nb: Analyserer værdata…
nl: Weerdata analyseren…
pl: Analiza danych pogodowych…
pt_br: Analisando dados meteorológicos…
pt_pt: A analisar dados meteorológicos...
ro: Analiză date meteorologice…
ru: Анализ погодных данных…
sk: Analyzovanie údajov o počasí…
sv: Analyserar väderdata…
th: กำลังวิเคราะห์ข้อมูลสภาพอากาศ…
tr: Hava durumu verileri analiz ediliyor...
uk: Аналіз погодних даних…
vi: Đang phân tích dữ liệu thời tiết…
zh_hans: 正在分析天气数据…
zh_hant: 正在分析氣象數據…
zh_hk: 正在分析氣象數據…

# TK.Placeholder.calculatingTemperatureDots
source: Calculating temperature…
ar: جارٍ حساب درجة الحرارة…
bg: Изчисляване на температура…
ca: Calculant temperatura…
cs: Vypočítávání teploty…
da: Beregn temperatur...
de: Temperatur wird berechnet…
el: Υπολογισμός θερμοκρασίας…
es: Calculando temperatura…
es_419: Calculando temperatura…
fi: Lasketaan lämpötilaa…
fr: Calcul de la température…
fr_ca: Calcul de la température…
he: מחפש טמפרטורה…
hi: तापमान की गणना कर रहे हैं…
hr: Izračunavanje temperature…
hu: Hőmérséklet számítása…
id: Menghitung suhu…
it: Calcolo temperatura…
ja: 温度を計算中…
kk: Температураны есептеу…
ko: 온도 계산 중…
ms: Mengira suhu…
nb: Beregner temperatur…
nl: Temperatuur berekenen…
pl: Obliczanie temperatury…
pt_br: Calculando temperatura…
pt_pt: A calcular temperatura…
ro: Calculează temperatura…
ru: Расчет температуры…
sk: Vypočítavanie teploty…
sv: Beräknar temperatur…
th: กำลังคำนวณอุณหภูมิ…
tr: Sıcaklık hesaplanıyor…
uk: Обчислюю температуру…
vi: Đang tính toán nhiệt độ…
zh_hans: 正在计算温度…
zh_hant: 正在計算溫度…
zh_hk: 正在計算氣溫…

# TK.Placeholder.enterCityNameDots
source: Enter city name…
ar: أدخل اسم المدينة…
bg: Въведи име на град…
ca: Introdueix nom de la ciutat…
cs: Zadejte název města…
da: Indtast bynavn…
de: Stadtname eingeben…
el: Εισάγετε όνομα πόλης…
es: Introduce el nombre de la ciudad…
es_419: Ingresa el nombre de la ciudad…
fi: Syötä kaupungin nimi…
fr: Saisir le nom de la ville…
fr_ca: Entrer le nom de la ville…
he: הזן שם עיר…
hi: शहर का नाम दर्ज करें…
hr: Unesite naziv grada…
hu: Írd be a város nevét…
id: Masukkan nama kota…
it: Inserisci nome della città…
ja: 都市名を入力…
kk: Қаланың атын енгізіңіз…
ko: 도시 이름 입력…
ms: Masukkan nama bandar…
nb: Skriv inn bynavn…
nl: Voer stadsnaam in…
pl: Wprowadź nazwę miasta…
pt_br: Insira o nome da cidade…
pt_pt: Introduza o nome da cidade…
ro: Introdu numele orasului…
ru: Введите название города…
sk: Zadajte názov mesta…
sv: Ange stadsnamn…
th: กรอกชื่อเมือง…
tr: Şehir adını girin…
uk: Введіть назву міста…
vi: Nhập tên thành phố…
zh_hans: 输入城市名称…
zh_hant: 輸入城市名稱…
zh_hk: 輸入城市名稱…

# TK.Placeholder.enterCoordinatesDots
source: Enter coordinates…
ar: أدخل الإحداثيات…
bg: Въведи координати…
ca: Introdueix les coordenades…
cs: Zadejte souřadnice…
da: Indtast koordinater…
de: Koordinaten eingeben…
el: Εισάγετε συντεταγμένες…
es: Ingresa coordenadas…
es_419: Ingresa las coordenadas…
fi: Syötä koordinaatit…
fr: Entrez les coordonnées…
fr_ca: Entrez les coordonnées…
he: הזן קואורדינטות…
hi: निर्देशांक दर्ज करें…
hr: Unesi koordinate…
hu: Írd be a koordinátákat…
id: Masukkan koordinat…
it: Inserisci le coordinate…
ja: 座標を入力…
kk: Географиялық координаталарды енгізіңіз…
ko: 좌표 입력…
ms: Masukkan koordinat…
nb: Skriv inn koordinater…
nl: Voer coördinaten in…
pl: Wprowadź współrzędne…
pt_br: Digite as coordenadas…
pt_pt: Introduza as coordenadas…
ro: Introdu coordonatele…
ru: Введите координаты…
sk: Zadaj súradnice…
sv: Ange koordinater…
th: กรุณาใส่พิกัด…
tr: Koordinatları girin…
uk: Введіть координати…
vi: Nhập tọa độ…
zh_hans: 输入坐标…
zh_hant: 輸入坐標…
zh_hk: 輸入坐標…
